INSERT INTO city (city_name)
VALUES	('Рівне'),
		('Київ'),
		('Одеса'),
		('Харків'),
		('Львів'),
		('Дніпро'),
		('Кривий Ріг'),
		('Житомир');
    

INSERT INTO office (city_id, address, phone)
VALUES	(1, 'просп. Михайла Грушевського, 08', '(096) 753-86-34'),
		(2, 'пров. Генерала Жадова, 09', '(050) 798-30-47'),
		(3, 'пл. Тараса Шевченка, 59', '(099) 214-77-16'),
		(4, 'пров. Космонавта Попова, 36', '(096) 115-98-97'),
		(5, 'пл. Леніна, 79', '(067) 769-92-83'),
		(6, 'просп. 40 років Перемоги, 98', '(096) 926-91-75'),
		(7, 'вул. Генерала Жадова, 89', '(099) 578-13-31'),
		(8, 'пров. 40 років Перемоги, 08', '(063) 945-31-35'),
		(5, 'просп. Космонавта Попова, 95', '(067) 201-90-35'),
		(3, 'вул. Леніна, 80', '(032) 921-94-08'),
		(2, 'пров. Леніна, 92', '(050) 181-60-36'),
		(5, 'пров. 40 років Перемоги, 26', '(027) 474-93-45'),
		(7, 'пров. Леніна, 9', '(067) 662-90-50'),
		(1, 'пл. Леніна, 12', '(050) 049-61-84'),
		(7, 'пров. Тараса Шевченка, 03', '(045) 493-33-12'),
		(1, 'пл. Гагаріна, 91', '(052) 341-55-66');

INSERT INTO department (department_name)
VALUES	('Відділ роботи з замовленнями'),
		('Творчий відділ'),
		('Медійний відділ');

INSERT INTO employee (office_id, last_name, first_name, father_name, address, phone, passport_number, birthday, email, department_id, salary)
VALUES	(1, 'Шинкаренко', 'Bалерій', 'Петрович', 'пров. Леніна, 67', '(093) 478-29-06', '5159422090145677', '2001-08-11', 'anastasia72@omdiaco.com', 1, 54800),
		(2, 'Мірошниченко', 'Олена', 'Янівна', 'просп. Космонавта Попова, 22', '(050) 258-95-71', '344542863833568', '1990-08-14', 'bbrovarcuk@pradabakery.com', 1, 32300),
		(3, 'Захарчук', 'Георгій', 'Олексійович', 'просп. Лесі Українки, 28', '(063) 544-04-31', '375185410424267', '1977-06-28', 'biktor22@coffeetunner.com', 1, 57600),
		(4, 'Романченко', 'Оксана', 'Янівна', 'пл. Леніна, 24', '(050) 866-79-91', '5260566662988033', '2000-07-27', 'kira.brovarenko@taikz.com', 1, 38900),
		(5, 'Боднаренко', 'Віталій', 'Андрійович', 'пл. Космонавта Попова, 64', '(063) 143-07-02', '5469471237530916', '1995-11-05', 'roman.lisenko@saza.ga', 1, 52600),
		(6, 'Крамарчук', 'Діана', 'Тарасівна', 'пл. Генерала Жадова, 33', '(063) 546-80-66', '5456571629893403', '1960-09-16', 'vasilev.stanisl@zubairnews.com', 1, 40600),
		(7, 'Пономарчук', 'Володимир', 'Федорович', 'просп. Тараса Шевченка, 61', '(093) 421-74-44', '5215256558387104', '1998-11-17', 'irina85@redaksikabar.com', 1, 47300),
		(8, 'Мельниченко', 'Анастасія', 'Євгеніївна', 'пров. Тараса Шевченка, 29', '(096) 136-45-60', '5548091237704702', '1987-05-23', 'dmitro90@lokesh-gamer.ml', 1, 22900),
		(9, 'Кравчук', 'Адам', 'Йосипович', 'пл. Космонавта Попова, 70', '(017) 652-42-19', '5375210524642692', '1971-11-05', 'anton91@coffeetunner.com', 1, 56300),
		(10, 'Антоненко', 'Ольга', 'Олексіївна', 'пров. 40 років Перемоги, 38', '(075) 147-26-59', '5201211042890847', '1989-10-12', 'vasilenko.kater@neaeo.com', 1, 21000),
		(11, 'Антоненко', 'Мирослав', 'Іванович', 'пров. Пацаєва, 08', '(085) 990-96-16', '4929574945609265', '1991-10-09', 'taras.kravcenko@vicceo.com', 1, 26300),
		(12, 'Романченко', 'Геннадій', 'Федорович', 'просп. Михайла Грушевського, 75', '(063) 902-04-72', '6011650843052321', '1976-11-30', 'aroslava54@shanghongs.com', 1, 31300),
		(13, 'Лисенко', 'Костянтин', 'Тарасович', 'просп. 40 років Перемоги, 93', '(063) 046-13-31', '5410428637966140', '1995-05-28', 'vasilcuk.nadia@outlook.sbs', 1, 23400),
		(14, 'Васильєв', 'Валерій', 'Васильович', 'пров. Волкова, 71', '(067) 005-91-90', '376713778058077', '1978-07-26', 'fvasilenko@epubr.site', 1, 28600),
		(15, 'Панасюк', 'Борис', 'Євгенійович', 'пров. Леніна, 96', '(016) 270-45-08', '4716175575982456', '1999-04-20', 'tarasuk.danilo@indozoom.net', 1, 53400),
		(16, 'Крамарчук', 'Дар''я', 'Василівна', 'вул. Гагаріна, 39', '(096) 975-41-09', '4485681186390', '1967-06-12', 'zaharcuk.mikola@coffeetunner.com', 1, 23200),
		(11, 'Крамаренко', 'Анастасія', 'Михайлівна', 'пров. Лесі Українки, 14', '(099) 637-73-47', '373187219950668', '1983-10-30', 'artur.sereda@riniiya.com', 1, 28700),
		(4, 'Василенко', 'Тамара', 'Миколайович', 'просп. 40 років Перемоги, 28', '(099) 625-04-32', '5167669477539969', '1977-11-01', 'ivancenko.josip@redaksikabar.com', 2, 48200),
		(2, 'Шинкаренко', 'Ярослава', 'Янівна', 'просп. Волкова, 50', '(099) 222-94-91', '347677302003014', '1967-07-14', 'inna18@devld.site', 3, 29400),
		(12, 'Дмитренко', 'Руслан', 'Миколайович', 'пров. Пацаєва, 09', '(067) 038-99-87', '6011034196476355', '1980-05-10', 'valeria.tarasuk@docy.site', 3, 33800),
		(6, 'Васильєва', 'Валентина', 'Володимирівна', 'пл. Генерала Жадова, 41', '(094) 549-98-70', '5513573765276113', '2003-04-09', 'gsergienko@kimachina.com', 2, 20400);
