INSERT INTO city (city_name)
VALUES	('Рівне'),
		('Київ'),
		('Одеса'),
		('Харків'),
		('Львів'),
		('Дніпро'),
		('Кривий Ріг'),
		('Житомир');
    

INSERT INTO office (city_id, address, phone)
VALUES	(1, 'просп. Михайла Грушевського, 08', '(096) 753-86-34'),
		(2, 'пров. Генерала Жадова, 09', '(050) 798-30-47'),
		(3, 'пл. Тараса Шевченка, 59', '(099) 214-77-16'),
		(4, 'пров. Космонавта Попова, 36', '(096) 115-98-97'),
		(5, 'пл. Леніна, 79', '(067) 769-92-83'),
		(6, 'просп. 40 років Перемоги, 98', '(096) 926-91-75'),
		(7, 'вул. Генерала Жадова, 89', '(099) 578-13-31'),
		(8, 'пров. 40 років Перемоги, 08', '(063) 945-31-35'),
		(5, 'просп. Космонавта Попова, 95', '(067) 201-90-35'),
		(3, 'вул. Леніна, 80', '(032) 921-94-08'),
		(2, 'пров. Леніна, 92', '(050) 181-60-36'),
		(5, 'пров. 40 років Перемоги, 26', '(027) 474-93-45'),
		(7, 'пров. Леніна, 9', '(067) 662-90-50'),
		(1, 'пл. Леніна, 12', '(050) 049-61-84'),
		(7, 'пров. Тараса Шевченка, 03', '(045) 493-33-12'),
		(1, 'пл. Гагаріна, 91', '(052) 341-55-66');

INSERT INTO department (department_name)
VALUES	('Відділ роботи з замовленнями'),
		('Творчий відділ'),
		('Медійний відділ');
