INSERT INTO faculty (faculty_name)
VALUES 	("Факультет інформатики та обчилювальної техніки"),
		("Інститут прикладного системного аналізу"),
		("Факультет біомедичної інженерії");
		
INSERT INTO department (department_name) 
VALUES	("Кафедра інформатики та програмної інженерії"),
		("Кафедра обчилювальної техніки"),
		("Кафедра інформаційних систем та технологій"),
		("Кафедра математичних методів системного аналізу"),
		("Кафедра системного проектування"),
		("Кафедра біомедичної кібернетики"),
		("Кафедра біомедичної інженерії"),
		("Кафедра біобезпеки і здоров''я людини"),
		("Кафедра трансляційної біомедичної інженерії");

INSERT INTO discipline (discipline_name, lection_hours, practic_hours, lab_hours, credits, attestation_type)
VALUES	("Іноземна мова", 10, 20, 10, 4, "test"),
		("Теорія ймовірностей", 10, 20, 10, 3, "test"),
		("Групова динаміка та комінукації", 10, 20, 10, 3, "test"),
		("Бази даних", 10, 20, 10, 3, "exam"),
		("Компоненти програмної інженерії", 10, 20, 10, 4, "test"),
		("Проектування алгоритмів", 10, 20, 10, 3, "test"),
		("Системне програмне забезпечення", 10, 20, 10, 3, "exam"),
		("Програмування веб-застосувань", 10, 20, 10, 3, "exam"),
		("Ймовірністні моделі та статистичне оцінювання в інформаційно-управляючих системах", 
		 10, 20, 10, 3, "test"),
		("Аналіз даних в інформаційних системах", 10, 20, 10, 3, "test"),
		("Мультипарадигменне програмування", 10, 20, 10, 3, "test"),
		("Розумні міста", 10, 20, 10, 3, "test"),
		("Евристика", 10, 20, 10, 3, "test"),
		("Політична наука", 10, 20, 10, 3, "test"),
		("Ігрові види спорту", 10, 20, 10, 3, "test"),
		("Силові види спорту", 10, 20, 10, 3, "test");
		
INSERT INTO credit_module (credit_module_name, lection_hours, practic_hours, lab_hours, 
						   credits, attestation_type)
VALUES	("Іноземна мова - 1", 5, 10, 5, "test"),
		("Іноземна мова - 2", 5, 10, 5, "test"),
		("Компоненти програмної інженерії - 1", 5, 10, 5, "test"),
		("Компоненти програмної інженерії - 2", 5, 10, 5, "test");
		
INSERT INTO student (student_name, surname, father_name)
VALUES	("Олексій", "Олексієнко", "Олексійович"),
		("Олексій", "Олексієнко", "Олександрович"),
		("Олексій", "Олександренко", "Олексійович"),
		("Олексій", "Олександренко", "Олександрович"),
		("Олександр", "Олексієнко", "Олексійович"),
		("Олександр", "Олексієнко", "Олександрович"),
		("Олександр", "Олександренко", "Олексійович"),
		("Олександр", "Олександренко", "Олександрович");
